/* 
  Localizable.strings (English)
  AMD Power Gadget
*/

/* NOTE: Some keys use Spanish text for historical reasons. */
/* These are used as lookup identifiers and work correctly. */
/* A future refactor should standardize all keys to English. */

"Dashboard" = "Ταμπλό";
"Telemetry" = "Τηλεμετρία";
"Fan Control" = "Έλεγχος Ανεμιστήρων";
"Profiles" = "Profiles";
"Advanced" = "Προχωρημένα";
"Menu Bar" = "Γραμμή Μενού";
"System Info" = "Πληροφορίες Συστήματος";
"Desktop Widgets" = "Γραφικά Συστατικά Επιφάνειας Εργασίας";

"AMD Power" = "Ισχύς AMD";
"Gadget" = "Gadget";

"CPU" = "Επεξεργαστής";
"GPU" = "GPU";
"Freq" = "Freq";
"Average" = "Μέσος";
"Avg: %@" = "Avg: %@";
"Collecting data…" = "Collecting data…";

"Low Power Mode (LPM)" = "Λειτουργία Χαμηλής Ισχύος (Lpm)";
"Allows macOS to auto-manage CPU frequency" = "Επιτρέπει στο macOS να διαχειρίζεται αυτόματα τη συχνότητα της CPU";
"Forces CPU to lowest frequency for minimum power" = "Δυνάμει της CPU στη χαμηλότερη συχνότητα για την ελάχιστη ισχύ";
"Core Performance Boost (CPB)" = "Ενίσχυση Βασικής Απόδοσης (Cpb)";
"Update Interval" = "Διάστημα Ενημέρωσης";
"Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage." = "Ρυθμίστε πόσο συχνά ενημερώνονται τα δεδομένα τηλεμετρίας. Χαμηλότερη = πιο ανταποκρίνεται, υψηλότερη = λιγότερη χρήση της CPU.";

"Opciones en Menú Bar" = "Επιλογές Γραμμής Μενού";
"Choose which items appear in the menu bar. Changes apply immediately." = "Επιλέξτε ποια στοιχεία εμφανίζονται στη γραμμή μενού. Οι αλλαγές εφαρμόζονται αμέσως.";
"Customize the visual appearance of the menu bar items." = "Προσαρμόστε την οπτική εμφάνιση των στοιχείων της γραμμής μενού.";
"Límite de Temp de Alerta" = "Όριο Προσωρινής Ειδοποίησης";
"Color de Alerta de Temp" = "Χρώμα Ειδοποίησης Temp";
"Color de Flechas" = "Χρώμα Βέλη";
"Additional telemetry for the menu bar." = "Πρόσθετη τηλεμετρία για τη γραμμή μενού.";
"GPU data is shown inside Temp, Power, Memory and Fan columns when enabled." = "Τα δεδομένα GPU εμφανίζονται μέσα σε στήλες Temp, Power, Memory και Fan όταν ενεργοποιηθεί.";
"Show GPU VRAM" = "Εμφάνιση GPU VRAM";
"G:X.XG in Memory column" = "G:X.XG στη στήλη μνήμης";
"Show GPU Fan Speed" = "Εμφάνιση Ταχύτητας Ανεμιστήρα Gpu";
"G:XXXX in Fan column" = "G:XXXX στη στήλη ανεμιστήρων";

"No fans detected." = "Δεν εντοπίστηκαν ανεμιστήρες.";
"SMC driver not available" = "Ο οδηγός SMC δεν είναι διαθέσιμος";
"Your SMC chip may not be supported." = "Το SMC chip σας μπορεί να μην υποστηρίζεται.";
"RPM" = "RPM";
"Throttle" = "Φιάλη";
"↩ Reset to Auto" = "↩️ Επαναφορά στο αυτόματο";

"Select a profile to adjust the CPU operating range. Changes take effect immediately." = "Επιλέξτε ένα προφίλ για να ρυθμίσετε το εύρος λειτουργίας της CPU. Οι αλλαγές εφαρμόζονται αμέσως.";

"Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root." = "Άμεση επεξεργασία ακατέργαστου P-State μητρώα. Απαιτεί kext προνόμιο ελέγχου απενεργοποιημένο μέσω boot-arg ή root.";
"This will write the raw P-State definitions directly to the CPU. Proceed?" = "Αυτό θα γράψει την ακατέργαστη P-State ορισμούς απευθείας στην CPU. Proceed?";
"Disabled — work in progress" = "Απενεργοποιημένη — εν εξελίξει εργασία";
"WIP" = "WIP";

"Enable in OC: Misc → Security → ExposeSensitiveData = 0x08" = "Ενεργοποίηση σε OC: Διάφορα → Ασφάλεια → ExposeSensitiveData = 0x08";
"Motherboard info not available" = "Οι πληροφορίες μητρικής πλακέτας δεν είναι διαθέσιμες";

"Vista previa de la Barra de Menús:" = "Προεπισκόπηση Γραμμής Μενού:";
"Ancho estimado: %dpt" = "Εκτιμώμενο πλάτος: %dpt";
"Restart the app to fully apply width changes." = "Επανεκκινήστε την εφαρμογή για να εφαρμόσετε πλήρως τις αλλαγές πλάτους.";
"Small (%dpt)" = "Μικρό (%dpt)";
"Medium (%dpt)" = "Μεσαίο (%dpt)";
"Large (%dpt)" = "Μεγάλο (%dpt)";

"Green" = "Πράσινο";
"Blue" = "Μπλε";
"Orange" = "Πορτοκαλί";
"Red" = "Κόκκινο";
"Purple" = "Μωβ";
"Pink" = "Ροζ";
"Teal" = "Τιρκουάζ";
"Turquoise" = "Turquoise";

"Verde" = "Πράσινο";
"Azul" = "Μπλε";
"Naranja" = "Πορτοκαλί";
"Rojo" = "Κόκκινο";
"Morado" = "Μωβ";
"Rosa" = "Ροζ";
"Turquesa" = "Τιρκουάζ";

"Dynamic Colors (Temp Only)" = "Δυναμικά Χρώματα (Temp Only)";
"Temp Alert Color" = "Χρώμα Προσωρινής Ειδοποίησης";
"Temp Alert Limit" = "Όριο Προειδοποίησης Προσωρινής Ειδοποίησης";
"Network" = "Δίκτυο";
"Network Arrows Color" = "Χρώμα Βέλους Δικτύου";
"Exit" = "Έξοδος";
"AMD Power Gadget" = "AMD Power Gadget";
"AMD Power Tool" = "Εργαλείο Ισχύος AMD";
"SMC Fans" = "Ανεμιστήρες SMC";

"Fan 1" = "Ανεμιστήρας 1";
"Fan 2" = "Ανεμιστήρας 2";
"Fan 3" = "Ανεμιστήρας 3";
"Fan 4" = "Ανεμιστήρας 4";
"Fan 5" = "Ανεμιστήρας 5";
"Fan 6" = "Ανεμιστήρας 6";
"Fan 7" = "Ανεμιστήρας 7";
"Fan 8" = "Ανεμιστήρας 8";

/* Alerts */
"To enable motherboard display:" = "Για να ενεργοποιήσετε την οθόνη μητρικής πλακέτας:";
"Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information." = "Ανοίξτε το αρχείο ρυθμίσεων OpenCore σας,\n\nΠηγαίνετε στο Misc -> Security -> ExposeSensitiveData,\n\nΟρίστε την τιμή σε 0x08 για να εκθέσετε τις πληροφορίες του πίνακα.";
"Done" = "Ολοκληρώθηκε";
"Invalid Input" = "Invalid Input";
"Please type in numbers in hexadecimal." = "Παρακαλώ πληκτρολογήστε αριθμούς στο δεκαεξαδικό.";
"Unable to Set PStateDef" = "Αδυναμία ορισμού PStateDef";
"Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change." = "Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change.";
"Your changes will not be saved" = "Οι αλλαγές σας δεν θα αποθηκευτούν";
"Click apply to save changes before closing this windows." = "Κάντε κλικ στην εφαρμογή για αποθήκευση αλλαγών πριν κλείσετε αυτά τα παράθυρα.";
"Cancel" = "Ακύρωση";
"Close without saving" = "Κλείσιμο χωρίς αποθήκευση";
"Invalid File" = "Μη Έγκυρο Αρχείο";
"The selected file could not be read or is not a valid pstate file." = "Το επιλεγμένο αρχείο δεν μπορεί να διαβαστεί ή δεν είναι έγκυρο αρχείο προφίλ.";
"OK" = "Εντάξει";

/* Dynamic format strings */
"Avg: %.2f GHz, Max: %.2f GHz" = "Avg: %.2f GHz, Max: %.2f GHz";
"%.2f °C" = "%.2f °C";
"%.2f Watt" = "%.2f W";

/* Session Peaks */
"Session Peaks" = "Κορυφές Συνεδρίας";
"Reset Peaks" = "Επαναφορά Κορυφών";

/* GPU Fan Control */
"GPU Fan Control (Zero RPM / Curves)" = "Έλεγχος Ανεμιστήρων GPU (Μηδέν RPM / Καμπύλες)";
"macOS Hardware Limitation" = "Περιορισμός υλικού macOS";
"Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans." = "Η άμεση ταχύτητα του ανεμιστήρα GPU βασισμένη στο λογισμικό (όπως εναλλαγή μηδέν-rpm ή σχεδίαση καμπύλες ανεμιστήρων σε macOS) δεν υποστηρίζεται από τον οδηγό macOS πυρήνα / IOKit για AMD GPUs. Το εποχούμενο υλικολογισμικό της GPU (vBIOS) διαχειρίζεται τους οπαδούς.";
"Standard Hackintosh Solution:" = "Τυπική Λύση Hackintosh:";
"The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties." = "Ο μόνος τρόπος για να τροποποιήσετε αυτή τη συμπεριφορά (όπως ο εξαναγκασμός των ανεμιστήρων να περιστρέφονται σε χαμηλότερες θερμοκρασίες ή η απενεργοποίηση του Zero RPM) είναι με την εξαγωγή του vBIOS, δημιουργία ενός πίνακα Soft PowerPlay (SPPT) και εισαγωγή του μέσω των ρυθμίσεων του OpenCore. λίστα κάτω από τις ιδιότητες συσκευής.";
"Open SPPT Guide" = "Άνοιγμα Οδηγού SPPT";
"MorePowerTool" = "MorePowerTool";

/* CPPC & EPP */
"Native CPPC Active Mode (EPP)" = "Εγγενής Ενεργός Λειτουργία CPPC (EPP)";
"Enables autonomous hardware frequency scaling (recommended)" = "Επιτρέπει αυτόνομη κλιμάκωση συχνότητας υλικού (συνιστάται)";
"Power Management Mode" = "Λειτουργία Διαχείρισης Ενέργειας";
"Energy Preference (EPP)" = "Προτίμηση Ενέργειας (EPP)";
"Select a hardware autonomous profile. The CPU will scale frequency dynamically." = "Επιλέξτε ένα αυτόνομο προφίλ υλικού. Η CPU θα κλιμακώσει τη συχνότητα δυναμικά.";
"Performance" = "Επιδόσεις";
"Balanced Perf" = "Ισορροπημένο Perf";
"Balanced Power" = "Ισορροπημένη Ισχύς";
"Power Save" = "Εξοικονόμηση Ενέργειας";
"Active Profile Status" = "Κατάσταση Ενεργού Προφίλ";
"CPU Speed Profiles (Legacy)" = "Προφίλ Ταχύτητας CPU (Μεγάλη)";
"Select a manual P-State override profile. Frequencies will be restricted to the selected step." = "Επιλέξτε ένα προφίλ παράκαμψης χειροκίνητης P-Πολιτείας. Οι συχνότητες θα περιορίζονται στο επιλεγμένο βήμα.";
"Mode" = "Λειτουργία";
"EPP Profile" = "Προφίλ EPP";

/* Desktop Widgets */
"Show CPU Widget" = "Εμφάνιση Συστατικού Επεξεργαστή";
"Show GPU Widget" = "Εμφάνιση Γραφικού Στοιχείου Gpu";
"Show RAM Widget" = "Show RAM Widget";
"Show Disk Widget" = "Εμφάνιση Γραφικού Στοιχείου Δίσκου";
"Show Network Widget" = "Εμφάνιση Συστατικού Δικτύου";
"Show Fan Widget" = "Εμφάνιση Συστατικού Ανεμιστήρα";
"Disable All Widgets" = "Απενεργοποίηση Όλων Των Συστατικών";
"Sort by Rank" = "Ταξινόμηση κατά κατάταξη";
"Edit Widget Layout" = "Επεξεργασία Διάταξης Widget";
"Unlock widgets to drag them around the screen" = "Ξεκλειδώστε τα widget για να τα σύρετε γύρω από την οθόνη";
"Widget Options" = "Επιλογές Γραφικού Στοιχείου";
"Customize the appearance and behavior of your desktop widgets." = "Προσαρμόστε την εμφάνιση και τη συμπεριφορά των γραφικών συστατικών επιφάνειας εργασίας σας.";
"Auto-Align Active Widgets" = "Αυτόματη Στοίχιση Ενεργών Συστατικών";
"Automatically stack active widgets at a corner" = "Αυτόματη στοίβα ενεργών widget σε μια γωνία";
"Alignment Corner" = "Γωνία Στοίχισης";
"Top Right" = "Πάνω Δεξιά";
"Top Left" = "Πάνω Αριστερά";
"Bottom Right" = "Κάτω Δεξιά";
"Bottom Left" = "Κάτω Αριστερά";
"Show Clock Widget" = "Εμφάνιση Γραφικού Στοιχείου Ρολογιού";
"Clock" = "Ρολόι";
"Stats Table" = "Πίνακας Στατιστικών";
"Classic Glass" = "Κλασικό Γυαλί";
"Pro Monitor" = "Pro Monitor";
"Core Matrix" = "Πυρήνας Matrix";

"United" = "Ηνωμένες Πολιτείες";
"Show United Widget" = "Εμφάνιση Γραφικού Στοιχείου";
"Configure Combined Metrics" = "Ρύθμιση Συνδυασμένων Μετρήσεων";
"Include CPU" = "Συμπερίληψη CPU";
"Include GPU" = "Συμπερίληψη GPU";
"Include RAM" = "Συμπερίληψη Ram";
"Include Disk" = "Συμπερίληψη Δίσκου";
"Include Network" = "Συμπερίληψη Δικτύου";
"Include Fan" = "Συμπερίληψη Ανεμιστήρα";

"Temas & Apariencia" = "Θέματα & Εμφάνιση";
"Análisis" = "Ανάλυση";

"Select Visual Theme (Instant Application)" = "Επιλογή Οπτικού Θέματος (Άμεση Εφαρμογή)";
"Custom Theme Creator & Exchange (JSON)" = "Προσαρμοσμένο Θέμα Δημιουργού & Ανταλλαγής (Jsoon)";
"Chart Rendering Style" = "Στυλ Αποτύπωσης Γραφήματος";
"Custom Theme Editor" = "Επεξεργαστής Προσαρμοσμένου Θέματος";
"Showing active theme colors. Adjust any color to customize." = "Εμφάνιση ενεργών χρωμάτων θέματος. Προσαρμόστε οποιοδήποτε χρώμα για προσαρμογή.";
"Use the Opacity slider for transparency (macOS color panel alone often resets alpha)." = "Χρησιμοποιήστε το ρυθμιστικό αδιαφάνειας για διαφάνεια (ο πίνακας χρωμάτων macOS μόνο του επαναφέρει συχνά άλφα).";
"Opacity" = "Αδιαφάνεια";
"Edit Active Theme" = "Επεξεργασία Ενεργού Θέματος";
"Export Theme (JSON)" = "Εξαγωγή Θέματος (JSON)";
"Import Theme (JSON)" = "Εισαγωγή Θέματος (JSON)";
"Card Background" = "Φόντο Κάρτας";
"Cyan Accent" = "Κυανή Απόχρωση";
"Orange Accent" = "Πορτοκαλί Απόχρωση";
"Green Accent" = "Πράσινη Έμφαση";
"Purple Accent" = "Μωβ Απόχρωση";

/* ===== Auto-extracted / curated for Crowdin (v3.16.1+) ===== */
"%.0f" = "%.0f";
"%.0f K/s" = "%.0f K/s";
"%.0f MHz" = "%.0f Mhz";
"%.0f%%" = "%.0f%%";
"%.0fG" = "%.0fG";
"%.0f°" = "%.0f°";
"%.0f°C" = "%.0f°C";
"%.0f°C • %.0fW" = "%.0f°C • %.0fW";
"%.1f %@" = "%.1f %@";
"%.1f Ghz" = "%.1f Ghz";
"%.1f M/s" = "%.1f M/s";
"%.1f s" = "%.1f s";
"%.1f%%" = "%.1f%%";
"%.1f°C" = "%.1f°C";
"%.2f GHz" = "%.2f GHz";
"%.3f V" = "%.3f V";
"%.4f V" = "%.4f V";
"100°C" = "100°C";
"1h" = "1η";
"24h" = "24η";
"30d" = "30δ";
"60°C" = "60°C";
"7d" = "7δ";
"Accept & Continue" = "Αποδοχή & Συνέχεια";
"Active" = "Ενεργό";
"All Auto" = "Όλα Τα Αυτόματα";
"All Combined" = "Όλα Συνδυασμένα";
"All Fans Auto" = "Όλοι Οι Ανεμιστήρες Αυτόματα";
"AMD CPU Cores" = "Πυρήνες AMD CPU";
"AMD Power Gadget recolecta datos automáticamente cada minuto." = "AMD Power Gadget recolecta datos automáticamente cada minuto.";
"AMD Processor Power Manager (PPM)" = "Διαχειριστής Ισχύος Επεξεργαστή AMD (PPM)";
"Analysis" = "Ανάλυση";
"Apply" = "Εφαρμογή";
"Apply P-States?" = "Εφαρμογή P-States?";
"Arrange the order in which resource widgets appear. Click arrows to swap position." = "Τακτοποιήστε τη σειρά με την οποία εμφανίζονται widget πόρων. Κάντε κλικ στα βέλη για να ανταλλάξετε θέση.";
"Arrow Color" = "Χρώμα Βέλους";
"Automatically switches EPP profiles based on live CPU load" = "Αυτόματη εναλλαγή προφίλ EPP με βάση το ζωντανό φορτίο της CPU";
"Average core frequency in GHz" = "Μέση συχνότητα πυρήνα σε GHz";
"Average utilization over time" = "Μέση χρησιμοποίηση με την πάροδο του χρόνου";
"Avg Frequency" = "Μέση Συχνότητα";
"Avg." = "Μέσος";
"Avg: %.0f%%" = "Avg: %.0f%%";
"Balanced\n%.1f GHz" = "Ισορροπημένο\n%.1f GHz";
"Base\n%.1f GHz" = "Βάση\n%.1f GHz";
"BIOS / Auto" = "BIOS / Αυτόματο";
"Buscando actualizaciones..." = "Buscando actualizaciones...";
"Bytes (Read)" = "Bytes (Ανάγνωση)";
"Bytes (Write)" = "Bytes (Ρυθμός)";
"Cargando tendencias de telemetría..." = "Cargando tendencias de telemetría...";
"Chart Metric" = "Μετρικό Διάγραμμα";
"Chart Type" = "Τύπος Γραφήματος";
"Charts require macOS 13+" = "Τα διαγράμματα απαιτούν macOS 13+";
"Charts require macOS 13.0+" = "Τα διαγράμματα απαιτούν macOS 13.0+";
"Check for new releases of SMCAMDProcessor and AMD Power Gadget on GitHub." = "Ελέγξτε για νέες κυκλοφορίες του επεξεργαστή SMCAMDProcessor και AMD Power Gadget στο GitHub.";
"Check for Updates" = "Έλεγχος για ενημερώσεις";
"Check Now" = "Έλεγχος Τώρα";
"Circular Ring" = "Κυκλικό Δαχτυλίδι";
"Column Bars" = "Γραμμές Στηλών";
"Configure Charts" = "Ρύθμιση Γραφημάτων";
"Configure labels and layout details for widgets inside the popover." = "Ρύθμιση ετικετών και λεπτομερειών διάταξης για γραφικά συστατικά μέσα στο αναδυόμενο παράθυρο.";
"Connection Error: %@" = "Σφάλμα Σύνδεσης: %@";
"Continuous Background Logging" = "Συνεχής Καταγραφή Φόντου";
"Continuously write telemetry samples to a CSV file in the background" = "Συνεχώς γράψτε δείγματα τηλεμετρίας σε αρχείο CSV στο παρασκήνιο";
"Control Mode" = "Λειτουργία Ελέγχου";
"Core Rankings (Estimated by Freq)" = "Βασικές κατατάξεις (Εκτίμηση από Freq)";
"Could not fetch release info." = "Αδύνατη η λήψη πληροφοριών έκδοσης.";
"CPPC hardware rankings are active and loaded from the processor." = "Οι κατατάξεις υλικού CPPC είναι ενεργές και φορτώνονται από τον επεξεργαστή.";
"CPPC hardware values could not be read. Rankings are estimated from the maximum observed clock frequency of each core." = "Δεν ήταν δυνατή η ανάγνωση των τιμών υλικού CPPC. Οι κατατάξεις υπολογίζονται από τη μέγιστη συχνότητα παρατηρούμενου ρολογιού κάθε πυρήνα.";
"CPPC Preferred Cores (Silicon Quality)" = "CPPC Προτιμώμενος Πυρήνας (Ποιότητα Εικονιδίου)";
"CPPC: Active" = "CPPC: Ενεργό";
"CPPC: Estimated" = "CPPC: Εκτιμώμενος";
"CPU and GPU temperatures" = "Θερμοκρασίες CPU και GPU";
"CPU Average Frequency" = "Μέση Συχνότητα ΚΜΕ";
"CPU Freq Avg (GHz)" = "Μέσος Όρος Cpu (GHz)";
"CPU Frequency" = "Συχνότητα Επεξεργαστή";
"CPU Load" = "Φόρτωση CPU";
"CPU Load (%)" = "Φορτίο Επεξεργαστή (%)";
"CPU Package Power" = "Δύναμη Πακέτου Cpu";
"CPU Per-Core Thread Load" = "Φόρτωση Νήματος Πυρήνα Cpu";
"CPU Power" = "Ισχύς Επεξεργαστή";
"CPU Power (W)" = "Ισχύς CPU (W)";
"CPU Power Alert" = "Ειδοποίηση Ισχύος Cpu";
"CPU power has been at %.1fW (above limit of %dW) for over %d seconds!" = "Η ισχύς της CPU ήταν στο %.1fW (πάνω από το όριο %dW) για πάνω από %d δευτερόλεπτα!";
"CPU Temp" = "Θερμοκρασία Επεξεργαστή";
"CPU Temp (°C)" = "Θερμοκρασία Επεξεργαστή (°C)";
"CPU Temperature" = "Θερμοκρασία Επεξεργαστή";
"CPU Temperature Alert" = "Συναγερμός Θερμοκρασίας Cpu";
"CPU temperature has reached %.1f°C!" = "Η θερμοκρασία της CPU έφτασε στους %.1f°C!";
"CPU Tracker" = "Ανιχνευτής Επεξεργαστή";
"Current version: v%@\nNew version: %@\n\nRelease Notes:\n%@" = "Τρέχουσα έκδοση: v%@\nΝέα έκδοση: %@\n\nΣημειώσεις έκδοσης:\n%@";
"Curve" = "Καμπύλη";
"Curve Optimizer is only active when the AMDRyzenCPUPowerManagement kext supports Zen 3 SMU mailbox interface." = "Το Curve Optimizer είναι ενεργό μόνο όταν το AMDRyzenCPUPowerManagement kext υποστηρίζει διεπαφή γραμματοκιβωτίων Zen 3 SMU.";
"Custom" = "Προσαρμοσμένο";
"Customize the behavior and visibility of the menu bar popover." = "Προσαρμόστε τη συμπεριφορά και την ορατότητα του αναδυόμενου παράθυρου της γραμμής μενού.";
"Cyberpunk Neon" = "Cyberpunk Neon";
"Delete Point" = "Διαγραφή Σημείου";
"Device Utilization %" = "Χρήση Συσκευής %";
"Disable heavy visual effects if your system lacks Metal graphics acceleration." = "Απενεργοποιήστε βαριά οπτικά εφέ, αν το σύστημά σας στερείται επιτάχυνσης γραφικών μετάλλων.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user." = "DISCLAIMER: Αυτό το λογισμικό αλληλεπιδρά άμεσα με τα χαμηλού επιπέδου μητρώα ελέγχου υλικού. Με τη χρήση του, συμφωνείτε ότι η απόλυτη ευθύνη για οποιαδήποτε αστάθεια του συστήματος, βλάβη υλικού ή ξένη εισβολή έγκειται εξ ολοκλήρου στον χρήστη.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility rests entirely with the user." = "DISCLAIMER: Αυτό το λογισμικό αλληλεπιδρά άμεσα με χαμηλού επιπέδου μητρώα ελέγχου υλικού. Χρησιμοποιώντας το, συμφωνείτε ότι η απόλυτη ευθύνη εναπόκειται αποκλειστικά στον χρήστη.";
"Disk" = "Δίσκος";
"DISK" = "ΑΠΑΝΤΗΣΗ";
"Disk Activity" = "Δραστηριότητα Δίσκου";
"Disk Activity (MB/s)" = "Δραστηριότητα Δίσκου (Mb/s)";
"Disk Activity (Read+Write)" = "Δραστηριότητα Δίσκου (Read+Write)";
"Disk I/O" = "Δίσκος I/O";
"Disk Tracker" = "Εντοπισμός Δίσκου";
"Do you want AMD Power Gadget to start in menu bar at login? \n\n This will only be asked once. You can change this setting later under Appearance menu." = "Θέλετε το AMD Power Gadget να ξεκινήσει στη γραμμή μενού κατά τη σύνδεση? \n\n Αυτό θα ζητηθεί μόνο μία φορά. Μπορείτε να αλλάξετε αυτή τη ρύθμιση αργότερα στο μενού εμφάνισης.";
"Donate (PayPal)" = "Δωρεά (PayPal)";
"Download" = "Λήψη";
"Download on GitHub" = "Λήψη στο GitHub";
"Download Update" = "Λήψη Ενημέρωσης";
"Drag control points to edit curve. Double-click empty space to add (max 8). Double-click a point or right-click to delete." = "Σύρετε τα σημεία ελέγχου για να επεξεργαστείτε την καμπύλη. Κάντε διπλό κλικ σε κενό χώρο για να προσθέσετε (μέγιστο 8). Κάντε διπλό κλικ σε ένα σημείο ή κάντε δεξί κλικ για διαγραφή.";
"Dynamic Auto-EPP Workload Engine" = "Δυναμική Μηχανή Φορτίου Εργασίας Auto-EPP";
"Dynamic Next-Gen Fan Curves" = "Δυναμική Επόμενος-Στρατηγός Καμπύλες Ανεμιστήρα";
"Edit Layout" = "Επεξεργασία Διάταξης";
"Efficient\n%.1f GHz" = "Αποτελεσματικό\n%.1f GHz";
"Enable additional stats columns inside the popover." = "Ενεργοποίηση πρόσθετων στατιστικών στηλών μέσα στο αναδυόμενο παράθυρο.";
"Enable System Alerts" = "Ενεργοποίηση Ειδοποιήσεων Συστήματος";
"Error reading CPU data." = "Σφάλμα κατά την ανάγνωση δεδομένων CPU.";
"Evaluated in the kernel with 256-step LUT interpolation, hysteresis, and smooth ramping." = "Αξιολογείται στον πυρήνα με παρεμβολή LUT 256 σταδίων, υστέρηση και ομαλή ράμπα.";
"Export" = "Εξαγωγή";
"Export CSV" = "Εξαγωγή CSV";
"Export Telemetry History" = "Εξαγωγή Ιστορικού Τηλεμετρίας";
"Export the history of samples currently in memory to a CSV file" = "Εξαγωγή του ιστορικού των δειγμάτων στη μνήμη σε ένα αρχείο CSV";
"Failed — check kext privileges (-amdpnopchk)." = "Αποτυχία — έλεγχος δικαιωμάτων kext (-amdpnopchk).";
"Fan" = "Ανεμιστήρας";
"Fan Number" = "Αριθμός Ανεμιστήρα";
"Fan Speed" = "Ταχύτητα Ανεμιστήρα";
"Fan Speed (RPM)" = "Ταχύτητα Ανεμιστήρα (Rpm)";
"Fan Speed(RPM)" = "Ταχύτητα Φιλάθλου (Rpm)";
"Filled Area" = "Συμπληρωμένη Περιοχή";
"Freq:" = "Freq:";
"Frequency" = "Συχνότητα";
"Frequency Max:" = "Μέγιστο Συχνότητα:";
"GHz" = "GHz";
"GitHub Repository" = "GitHub Repository";
"GitHub Repository\n\nSpecial thanks to the AMD OS X community!\n\nCopyright © 2020-2026 Droga. All rights reserved." = "Αποθετήριο GitHub\n\nΙδιαίτερα χάρη στην κοινότητα AMD OS X!\n\nCopyright ©️ 2020-2026 Droga. Όλα τα δικαιώματα διατηρούνται.";
"GPU Load" = "Φόρτωση GPU";
"GPU Model" = "Μοντέλο GPU";
"GPU Power" = "Ισχύς GPU";
"GPU Power (W)" = "Ισχύς GPU (W)";
"GPU Temp" = "GPU Temp";
"GPU Temp (°C)" = "GPU Temp (°C)";
"GPU Temperature" = "Θερμοκρασία GPU";
"GPU Tracker" = "Ανιχνευτής GPU";
"H.264 & HEVC Active" = "H.264 & HEVC Ενεργό";
"H.264 Active (HEVC Inactive)" = "H.264 Ενεργός (HEVC Ανενεργός)";
"HEVC Active (H.264 Inactive)" = "HEVC Ενεργός (H.264 Ανενεργός)";
"Hide this fan" = "Απόκρυψη του ανεμιστήρα";
"High Load Threshold (Performance)" = "Υψηλό Όριο Φορτίου (Επιμόρφωση)";
"Histograma de Barras" = "Ιστόγραμμα de Barras";
"Hysteresis" = "Hysteresis";
"I accept that absolute responsibility lies entirely with the user." = "Δέχομαι ότι η απόλυτη ευθύνη εναπόκειται αποκλειστικά στον χρήστη.";
"Idle Threshold (Power Save)" = "Όριο αδράνειας (Αποθήκευση Θερμοκρασίας)";
"Import" = "Εισαγωγή";
"Inactive" = "Ανενεργό";
"Inactive / Not Supported" = "Ανενεργό / Μη Υποστηριζόμενο";
"Index" = "Δείκτης";
"Inject positive or negative voltage offsets per core. Center is 0 (no override). Limit: -30 (undervolt) to +30 (overvolt) counts." = "Έγχυση θετικών ή αρνητικών αντισταθμίσεων τάσης ανά πυρήνα. Το κέντρο είναι 0 (χωρίς υπέρβαση). Όριο: -30 (undervolt) έως +30 (overvolt) μετράει.";
"Inst(s) Retired:" = "Εγκαταστάσεις Που Αποστράφηκαν:";
"Kext Update Available" = "Διαθέσιμη Ενημέρωση Kext";
"Later" = "Αργότερα";
"Line Only" = "Γραμμή Μόνο";
"Load" = "Φόρτωση";
"Loading..." = "Φόρτωση...";
"Log File Location" = "Τοποθεσία Αρχείου Καταγραφής";
"Logical Cores" = "Λογικοί Πυρήνες";
"Low Performance Mode" = "Λειτουργία Χαμηλής Απόδοσης";
"Low Power\n%.1f GHz" = "Χαμηλή Ισχύς\n%.1f GHz";
"Línea Escalonada (Step)" = "Línea Escalonada (Step)";
"Línea Suave (Spline)" = "Línea Suave (Spline)";
"Manual Override" = "Χειροκίνητη Παράκαμψη";
"Max Speed" = "Μέγιστη Ταχύτητα";
"Max." = "Μέγ.";
"MB/s" = "MB/δ";
"Memory Usage" = "Χρήση Μνήμης";
"Menu Bar Preview:" = "Προεπισκόπηση Γραμμής Μενού:";
"Mi Tema Custom" = "Προσαρμοσμένο Mi Tema";
"Min." = "Ελάχ.";
"Monochrome Stealth" = "Μονόχρωμο Stealth";
"Máx." = "Μέγ.";
"Máx:" = "Máx:";
"Mín." = "Mín.";
"Mín:" = "Mín:";
"N/A" = "Δ/Υ";
"Net" = "Δίκτυο";
"Net Download (MB/s)" = "Καθαρή Λήψη (MB/s)";
"Net Upload (MB/s)" = "Μεταφόρτωση Δικτύου (Mb/s)";
"Network Speed" = "Ταχύτητα Δικτύου";
"Network Throughput" = "Κάθετη Δικτύου";
"Network Total Speed" = "Συνολική Ταχύτητα Δικτύου";
"New version %@ available!" = "Νέα έκδοση %@ διαθέσιμη!";
"New Version Available: %@" = "Νέα Έκδοση Διαθέσιμη: %@";
"No" = "Όχι";
"No AMDRyzenCPUPowerManagement Found!" = "Δεν Βρέθηκε AMDRyzenCPUPowerManageing!";
"No curves configured." = "Δεν έχουν ρυθμιστεί καμπύλες.";
"No hay suficientes datos recolectados aún." = "No hay suficientes datos recolectados aún.";
"No location selected" = "Δεν επιλέχθηκε τοποθεσία";
"No metrics active" = "Δεν υπάρχει ενεργή μέτρηση";
"No release notes available." = "Μη διαθέσιμες σημειώσεις έκδοσης.";
"Nordic Frost" = "Nordic Frost";
"Not Supported" = "Δεν Υποστηρίζεται";
"Not supported by your CPU" = "Δεν υποστηρίζεται από τον επεξεργαστή σας";
"Not yet" = "Όχι ακόμα";
"Open Dashboard" = "Άνοιγμα Πίνακα Ελέγχου";
"Other Popover Widgets" = "Άλλα Συστατικά Popover";
"P-State Editor" = "Επεξεργαστής P-Πολιτειών";
"P-States applied successfully." = "P-κράτη εφαρμόστηκαν επιτυχώς.";
"P-States Configuration" = "Διαμόρφωση P-Κατάστασης";
"Package" = "Πακέτο";
"Package Power" = "Δύναμη Πακέτου";
"Peak Fan" = "Ανώτερος Ανεμιστήρας";
"Peak Freq" = "Φρεκόρ Μεγαλύτερη";
"Peak Power" = "Μέγιστη Ισχύς";
"Peak Temp" = "Θερμοκρασία Κορυφής";
"Performance\n%.1f GHz" = "Απόδοση\n%.1f GHz";
"Performance & Fallback" = "Επίδοση & Επίδοση";
"Personalizado" = "Personalizado";
"Physical Cores" = "Φυσικοί Πυρήνες";
"Pin Popover Open" = "Καρφίτσωμα Ανοιχτό Popover";
"Platform" = "Πλατφόρμα";
"Please download AMDRyzenCPUPowerManagement from the release page." = "Κατεβάστε το AMDRyzenCPUPowerManagement από τη σελίδα έκδοσης.";
"Popover Config" = "Popover Config";
"Popover General Settings" = "Γενικές Ρυθμίσεις Popover";
"Popover Menu" = "Popover Menu";
"Power" = "Ισχύς";
"Power Warning Threshold (PPT)" = "Όριο Προειδοποίησης Ισχύος (Ppt)";
"Prevent the popover from closing when clicking outside" = "Αποτροπή κλεισίματος του αναδυόμενου παράθυρου όταν κάνετε κλικ έξω";
"Preview" = "Προεπισκόπηση";
"Processor" = "Επεξεργαστής";
"Profile" = "Προφίλ";
"Progress Bar" = "Μπάρα Προόδου";
"Prom." = "Prom.";
"PWR" = "PWR";
"Quick Fan Access" = "Γρήγορη Πρόσβαση Ανεμιστήρα";
"Quit" = "Έξοδος";
"Quit and Download" = "Έξοδος και λήψη";
"Radeon GPU" = "GPU Radeon";
"Radeon Graphics utilization percentage" = "Ποσοστό χρησιμοποίησης Radeon Graphics";
"RAM" = "RAM";
"RAM Tracker" = "Ανιχνευτής RAM";
"RAM Usage" = "RAM Usage";
"RAM Usage (%)" = "RAM Usage (%)";
"RAM Utilization" = "RAM Utilization";
"RAM utilization percentage" = "Ποσοστό χρησιμοποίησης RAM";
"Ramp Rate" = "Ρυθμός Ράμπας";
"Raw Register Details" = "Ακατέργαστα Λεπτομέρειες Εγγραφής";
"Read Speed" = "Ταχύτητα Ανάγνωσης";
"Real-time energy consumption in Watts" = "Κατανάλωση ενέργειας σε πραγματικό χρόνο σε Watt";
"Real-time History" = "Ιστορικό Σε Πραγματικό Χρόνο";
"Real-time upload / download speed (↑/↓)" = "Ταχύτητα μεταφόρτωσης / λήψης σε πραγματικό χρόνο (↑ /↓ )";
"Receive native macOS alerts when the CPU exceeds configured thermal or power limits." = "Λήψη εγγενών ειδοποιήσεων macOS όταν η CPU υπερβαίνει τα ρυθμισμένα όρια θερμικής ή ισχύος.";
"Refresh Rate" = "Ρυθμός Ανανέωσης";
"Relative Time (s)" = "Σχετική Ώρα (Οι)";
"Replaces translucent blurs with solid colors to save CPU" = "Αντικαθιστά διαφανή θολώματα με στερεά χρώματα για να αποθηκεύσετε CPU";
"Requests permission and enables hardware limit warnings" = "Ζητά άδεια και ενεργοποιεί προειδοποιήσεις υλικού ορίου";
"Revert" = "Επαναφορά";
"Right-click any widget directly on your desktop to change its style dynamically (Classic Glass, Pro Monitor, or Core Matrix)." = "Κάντε δεξί κλικ σε οποιοδήποτε widget απευθείας στην επιφάνεια εργασίας σας για να αλλάξετε δυναμικά το στυλ του (Classic Glass, Pro Monitor, ή Core Matrix).";
"SAFETY DISCLAIMER & LIABILITY AGREEMENT" = "ΔΙΑΤΑΞΗ ΑΣΦΑΛΕΙΑΣ ΚΑΙ ΣΥΜΦΩΝΙΑ ΕΥΘΥΝΗΣ";
"Seleccioná una gráfica en el panel superior para visualizar su histórico." = "Selecciona ́ una gráfica en el panel superior para visualizar su histórico.";
"Select File..." = "Επιλογή Αρχείου...";
"Select which metrics are shown and choose their visualization style." = "Επιλέξτε ποιες μετρήσεις θα εμφανίζονται και επιλέξτε το στυλ οπτικοποίησης.";
"Series" = "Σειρά";
"Show a floating, non-interactive widget on your desktop for live telemetry." = "Δείξτε ένα αιωρούμενο, μη διαδραστικό widget στην επιφάνεια εργασίας σας για ζωντανή τηλεμετρία.";
"Show All (%d hidden)" = "Εμφάνιση όλων (%d hidden)";
"Show CPU" = "Εμφάνιση Επεξεργαστή";
"Show Fan RPM" = "Εμφάνιση RPM Ανεμιστήρα";
"Show GPU Power" = "Εμφάνιση Ισχύος Gpu";
"Show GPU Row" = "Εμφάνιση Γραμμής Gpu";
"Show GPU Temp" = "Εμφάνιση Temp Gpu";
"Show Memory" = "Εμφάνιση Μνήμης";
"Show Network" = "Εμφάνιση Δικτύου";
"Show Network Row" = "Εμφάνιση Γραμμής Δικτύου";
"Show Network Speed Sparkline Graph below" = "Εμφάνιση γραφήματος Sparkline δικτύου παρακάτω";
"Show Per-Core Utilization Grid below" = "Εμφάνιση κάτω από το πλέγμα χρήσης Per-Core";
"Show Power" = "Εμφάνιση Ισχύος";
"Show Ring Details" = "Εμφάνιση Λεπτομερειών Δακτυλίου";
"Show Ring Labels" = "Εμφάνιση Ετικετών Δακτυλίου";
"Show Temperature" = "Εμφάνιση Θερμοκρασίας";
"Show Temperature Sparkline Graph below" = "Εμφάνιση γραφήματος Sparkline θερμοκρασίας παρακάτω";
"Show Top Processes" = "Εμφάνιση Κορυφαίων Διεργασιών";
"Single large value instead of max/avg stack" = "Ενιαία μεγάλη τιμή αντί για max/avg στοίβα";
"SMC Fan Control" = "Έλεγχος Ανεμιστήρων SMC";
"Smooth Curves" = "Ομαλή Καμπύλη";
"Software" = "Λογισμικό";
"Software Updates" = "Ενημερώσεις Λογισμικού";
"Solarized Amber" = "Solarized Κεχριμπάρι";
"Speed" = "Ταχύτητα";
"SSD" = "SSD";
"Startup at login?" = "Εκκίνηση κατά τη σύνδεση?";
"Statistics" = "Στατιστικά";
"Storage" = "Αποθήκευση";
"Style" = "Στυλ";
"Style Options" = "Επιλογές Στυλ";
"Styles & Themes" = "Styles & Themes";
"Supported by your CPU" = "Υποστηρίζεται από τον επεξεργαστή σας";
"Sustained Duration" = "Παρατεταμένη Διάρκεια";
"Swap Total" = "Εναλλαγή Σύνολο";
"Swap Used" = "Εναλλαγή Χρησιμοποιημένων";
"System Alert Notifications" = "Ειδοποιήσεις Ειδοποίησης Συστήματος";
"System Up to Date" = "Σύστημα μέχρι την ημερομηνία";
"Tahoe Glass" = "Tahoe Γυαλί";
"Temp" = "Θερμοκρασία";
"Temp Source" = "Προσωρινή Πηγή";
"Temperature" = "Θερμοκρασία";
"Temperature Warning Threshold" = "Όριο Προειδοποίησης Θερμοκρασίας";
"Temperature(C)" = "Θερμοκρασία (C)";
"Temperatures" = "Θερμοκρασίες";
"Themes & Appearance" = "Θέματα & Εμφάνιση";
"Thermal History" = "Ιστορικό Θερμότητας";
"This application can not be launched due to AMDRyzenCPUPowerManagement is reporting incorrect data." = "Αυτή η εφαρμογή δεν μπορεί να ξεκινήσει λόγω AMDRyzenCPUPowerManagement αναφέρει εσφαλμένα δεδομένα.";
"This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk." = "Αυτό το λογισμικό αλληλεπιδρά άμεσα με χαμηλού επιπέδου μητρώα υλικού CPU, πρότυπα ειδικά μητρώα (MSR), και η μονάδα διαχείρισης συστήματος (SMU) για τον έλεγχο των τάσεων της CPU, των συχνοτήτων και των ορίων ισχύος.\n\nΛανθασμένες ρυθμίσεις, ασταθείς υποβολές, ή λανθασμένες ρυθμίσεις μπορεί να προκαλέσουν αστάθεια συστήματος, απώλεια δεδομένων, πανικό πυρήνα ή μόνιμη βλάβη υλικού.\n\nΣυνεχίζοντας, συμφωνείτε ότι η απόλυτη ευθύνη για οποιαδήποτε αστάθεια του συστήματος, βλάβη υλικού, ή ξένη εισβολή βρίσκεται εξ ολοκλήρου στο χρήστη. Οι συγγραφείς και οι συνεισφέροντες δεν αναλαμβάνουν καμία ευθύνη για οποιαδήποτε βλάβη, απώλεια ή παρενέργειες στο υλικό, το λογισμικό ή την προσωπική σας περιουσία. Χρήση με δική σας ευθύνη.";
"Thread %d: %.1f%%" = "%d: %.1f%%";
"Time" = "Ώρα";
"Timeframe" = "Timeframe";
"Timestamp" = "Χρονοσήμανση";
"TMP" = "TMP";
"Todas las gráficas están ocultas." = "Todas las gráficas están ocultas.";
"Top Processes" = "Κορυφαίες Διεργασίες";
"Total" = "Σύνολο";
"Total Power(W)" = "Σύνολο Ισχύος (W)";
"Tracks active memory usage and pressure." = "Παρακολουθεί τη χρήση και την πίεση της ενεργού μνήμης.";
"Tracks CPU utilization average and core temperature." = "Παρακολουθεί τη μέση και τη θερμοκρασία πυρήνων αξιοποίησης του ΚΜΕ.";
"Tracks graphics memory (VRAM) utilization." = "Παρακολουθεί τη χρήση της μνήμης γραφικών (VRAM).";
"Tracks graphics utilization and temperature." = "Παρακολουθεί τη χρήση γραφικών και τη θερμοκρασία.";
"Tracks primary storage capacity usage." = "Παρακολούθηση της κύριας χρήσης χωρητικότητας αποθήκευσης.";
"Unknown" = "Άγνωστο";
"Unknown GPU" = "Άγνωστο GPU";
"Unlock Curve Optimizer (DANGEROUS: unstable undervolting can cause kernel panic or instant reboot)" = "Ξεκλειδώστε το Optimizer καμπύλης (DANGEROUS: το ασταθές undervolting μπορεί να προκαλέσει πανικό πυρήνα ή άμεση επανεκκίνηση)";
"Unlock P-State Editor (DANGEROUS: incorrect settings can crash or damage hardware)" = "Ξεκλείδωμα P-State Editor (DANGEROUS: οι εσφαλμένες ρυθμίσεις μπορούν να συντρίψουν ή να βλάψουν το υλικό)";
"Upload" = "Ανέβασμα";
"Uptime" = "Χρόνος";
"Use Popover Menu" = "Χρήση Αναδυόμενου Μενού";
"Used memory in GB" = "Χρησιμοποιημένη μνήμη σε GB";
"Used RAM" = "Used RAM";
"UTC Time" = "Ώρα UTC";
"V-F Operating Curve" = "V-F Καμπύλη Λειτουργίας";
"Value" = "Τιμή";
"VDA Decoder" = "Αποκωδικοποιητής VDA";
"Visible charts:" = "Ορατά διαγράμματα:";
"Volt:" = "Volt:";
"VRAM" = "VRAM";
"VRAM Tracker" = "Ανιχνευτής VRAM";
"VRAM Used" = "Χρήση VRAM";
"VRAM: %.2fG%@" = "VRAM: %.2fG%@";
"W" = "W";
"Weekday" = "Καθημερινή";
"Widget Reordering" = "Αναδιάταξη Γραφικού Στοιχείου";
"Widget Selection & Display Style" = "Στυλ Επιλογής Γραφικού Στοιχείου & Εμφάνισης";
"Widget Style" = "Στυλ Γραφικού Στοιχείου";
"Write Speed" = "Ταχύτητα Εγγραφής";
"Yes" = "Ναι";
"You are running the most recent version of AMD Power Gadget (v%@)." = "Τρέχετε την πιο πρόσφατη έκδοση του AMD Power Gadget (v%@).";
"You have the latest version installed (v%@)." = "Έχετε την τελευταία έκδοση εγκατεστημένη (v%@).";
"°C" = "°C";
"Área Rellena (Gradient)" = "A’rea Rellena (βαθμίδα)";

/* Compatibility / format keys */
"Your AMDRyzenCPUPowerManagement version (%@) is outdated and no longer API compatible. Please use version 3.0.0 or newer and start this application again." = "Η AMDRyzenCPUPowerManagement έκδοση σας (%@) είναι ξεπερασμένη και δεν είναι πλέον συμβατή με το API. Παρακαλούμε χρησιμοποιήστε την έκδοση 3.0.0 ή νεότερη και ξεκινήστε ξανά αυτήν την εφαρμογή.";

/* App language picker */
"Language" = "Γλώσσα";
"App Language" = "Γλώσσα Εφαρμογής";
"Choose the interface language. The app will restart to apply the change." = "Επιλέξτε τη γλώσσα της διασύνδεσης. Η εφαρμογή θα κάνει επανεκκίνηση για να εφαρμόσει την αλλαγή.";
"System Default" = "Προεπιλογή Συστήματος";
"Current: %@" = "Τρέχουσα: %@";
"Restart required" = "Απαιτείται επανεκκίνηση";
"Apply & Restart" = "Εφαρμογή & Επανεκκίνηση";
"The app needs to restart to load the selected language." = "Η εφαρμογή πρέπει να κάνει επανεκκίνηση για να φορτώσει την επιλεγμένη γλώσσα.";

/* Privilege UX */
"This action requires administrator privileges. Run AMD Power Gadget as root, or add the boot argument -amdpnopchk for debugging." = "Αυτή η ενέργεια απαιτεί δικαιώματα διαχειριστή. Εκτελέστε AMD Power Gadget ως root, ή προσθέστε το όρισμα εκκίνησης -amdpnopchk για αποσφαλμάτωση.";

/* Crowdin: recent UI strings — CPPC badge vs EPP Active Mode */
"CPPC: HW OK" = "CPPC: HW OK";
"CPPC: EPP On" = "CPPC: EPP On";
"This CPU did not report CPPC support to the kext." = "This CPU did not report CPPC support to the kext.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch." = "If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch.";
"Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor." = "Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor.";
"CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle." = "CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle.";
"The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root)." = "The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root).";
/* Deprecated badge key — kept so old locales still resolve */
"CPPC: Active" = "CPPC: HW OK";
